{
    "error_messages": {
      "network_error": "সার্ভারের সাথে সংযোগ করতে অক্ষম। অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।",
      "connection_timeout_error": "সংযোগের সময় শেষ হয়ে গেছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "send_timeout_error": "প্রেরণের সময় শেষ হয়ে গেছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "receive_timeout_error": "প্রাপ্তির সময় শেষ হয়ে গেছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "server_error": "একটি অপ্রত্যাশিত সার্ভার ত্রুটি ঘটেছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "authentication_error": "প্রমাণীকরণ ব্যর্থ হয়েছে। অনুগ্রহ করে আপনার শংসাপত্র পরীক্ষা করুন এবং আবার চেষ্টা করুন।",
      "authorization_error": "এই ক্রিয়াটি সম্পাদন করার অনুমতি আপনার নেই।",
      "not_found_error": "অনুরোধকৃত সংস্থান পাওয়া যায়নি।",
      "validation_error": "প্রদত্ত ডেটা অবৈধ। অনুগ্রহ করে আপনার ইনপুট পরীক্ষা করুন এবং আবার চেষ্টা করুন।",
      "rate_limit_error": "আপনি হার সীমা অতিক্রম করেছেন। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "bad_request_error": "অনুরোধটি অবৈধ বা পরিবেশন করা যাবে না।",
      "conflict_error": "সংরক্ষণের বর্তমান অবস্থার সাথে দ্বন্দ্বের কারণে অনুরোধটি সম্পূর্ণ করা যায়নি।",
      "service_unavailable": "সার্ভিসটি সাময়িকভাবে উপলব্ধ নেই। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "unknown_error": "একটি অজানা ত্রুটি ঘটেছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "parsing_error": "সার্ভারের প্রতিক্রিয়া প্রক্রিয়া করতে অক্ষম। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "offline_error": "আপনি বর্তমানে অফলাইন আছেন। অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।",
      "api_deprecated": "এই API সংস্করণটি পুরানো। অনুগ্রহ করে আপনার অ্যাপ্লিকেশন আপডেট করুন।",
      "maintenance_error": "সার্ভিসটি বর্তমানে রক্ষণাবেক্ষণের অধীনে। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "quota_exceeded": "আপনার API কোটা অতিক্রম করা হয়েছে। অনুগ্রহ করে পরে আবার চেষ্টা করুন বা আপনার প্ল্যান আপগ্রেড করুন।",
      "bad_certificate_error": "সার্ভারের শংসাপত্র অবৈধ। অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
      "forbidden_error": "অনুরোধকৃত সংস্থানে প্রবেশ নিষিদ্ধ। অনুগ্রহ করে নিশ্চিত করুন যে এই ক্রিয়াটি সম্পাদন করার জন্য আপনার যথাযথ অনুমতি আছে।"
    },
    "error_actions": {
      "try_again": "আবার চেষ্টা করুন",
      "cancel": "বাতিল করুন",
      "go_back": "ফিরে যান",
      "refresh": "রিফ্রেশ করুন",
      "contact_support": "সহায়তা যোগাযোগ করুন"
    },
    "error_titles": {
      "connection_error": "সংযোগ ত্রুটি",
      "server_error": "সার্ভার ত্রুটি",
      "client_error": "ক্লায়েন্ট ত্রুটি",
      "authentication_error": "প্রমাণীকরণ ত্রুটি",
      "unknown_error": "অজানা ত্রুটি"
    },
    "try_again_later": "অনুগ্রহ করে পরে আবার চেষ্টা করুন।",
    "task_flow": "টাস্ক ফ্লো",
    "home": "হোম",
    "theme": "থিম",
    "lightBlue": "হালকা নীল",
    "darkBlue": "গাঢ় নীল",
    "lightGreen": "হালকা সবুজ",
    "darkGreen": "গাঢ় সবুজ",
    "purple": "বেগুনি",
    "language": "ভাষা",
    "english": "ইংরেজি",
    "german": "জার্মান"
  }
  